Repository: rojasc/HEX-Migration-Toolkit
Catalog: src/Portal/Resources.*.resx
Languages: fr, ja, nl

# AccessDeniedMessage
source: You do not have the rights needed to access this area
fr: Vous n’avez pas les droits nécessaires pour accéder à cette zone
ja: このエリアにアクセスするための権限がありません。
nl: U hoeft niet de rechten die nodig zijn om toegang tot dit gedeelte

# AddCapital
source: ADD
fr: AJOUTER
ja: 追加
nl: TOEVOEGEN

# AddCaption
source: Add
fr: Ajouter
ja: 追加
nl: Toevoegen

source: Back
fr: Précédent
ja: 戻る
nl: Terug

# BadInputGenericMessage
source: There was an input error encountered. Please check the inputs and try again.
fr: Il y avait une erreur de saisie détectée. S’il vous plaît vérifier les entrées et réessayez.
ja: 入力エラーが発生しました。入力を確認して、もう一度やり直してください。
nl: Er was een invoer fout opgetreden. Controleer de ingangen en probeer het opnieuw.

source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren

source: Clear all
fr: Effacer tout
ja: すべてクリア
nl: Alles wissen

source: Delete
fr: Supprimer
ja: 削除
nl: Verwijderen

source: Description
ja: 説明
nl: Beschrijving

# DownstreamErrorPrefix
source: We are unable to process your request at this time. Please try later or contact support.
fr: Nous ne pouvons pas traiter votre demande en ce moment. Veuillez essayer plus tard ou contactez le support.
ja: この時点であなたの要求を処理できておりません。後で試すか、サポートにお問い合わせください。
nl: We kunnen niet voor het verwerken van uw verzoek op dit moment. Probeer het later of contact opnemen met support.

# EmptyListCaption
source: Please add a mailbox
fr: S’il vous plaît ajouter une boîte aux lettres
ja: メールボックスを追加してください。
nl: Voeg een postbus

# EmptyListMessage
source: No entities found
fr: Aucune entité trouvée
ja: 見つけたないエンティティ
nl: Geen entiteiten gevonden

# FailedToLoadPortal
source: Could not get portal content
fr: Pouvaient pas obtenir le contenu du portail
ja: ポータルのコンテンツを取得できませんでした。
nl: Inhoud van de portal konden niet

source: First
fr: Première
ja: まずは
nl: Eerste

source: Friendly Name
fr: Nom convivial
ja: フレンドリ名
nl: Beschrijvende naam

source: Identifier
fr: Identificateur de
ja: 識別子
nl: Id

source: Incidents
ja: インシデント
nl: Incidenten

# InvalidAddress
source: Please specify a valid address
fr: S’il vous plaît spécifier une adresse valide
ja: 有効なアドレスを指定してください。
nl: Geef een geldig adres

# InvalidInput
source: There was a problem in one of the fields you entered:
fr: Il y avait un problème dans un des champs de saisie :
ja: 入力したフィールドのいずれかで問題が発生しました。
nl: Er was een probleem in een van de velden die u hebt ingevoerd:

# InvalidInputErrorPrefix
source: Please correct the invalid input:
fr: S’il vous plaît corriger l’entrée non valide :
ja: 無効な入力を修正してください。
nl: Corrigeer de ongeldige invoer:

# InvalidInputInFormCaption
source: One or more fields are invalid. Please correct them and then submit.
fr: Un ou plusieurs champs ne sont pas valides. Veuillez les corriger et de les soumettre.
ja: 1 つ以上のフィールドが無効です。くださいそれらを修正し、送信。
nl: Een of meer velden zijn ongeldig. Corrigeer ze en vervolgens indienen.

# InvalidPortalConfiguration
source: Portal configuration seems to be invalid
fr: Configuration portail semble être invalide
ja: ポータルの構成が無効であると思われる
nl: Portal configuratie lijkt te zijn ongeldig

source: Last
fr: Dernière
ja: 前の
nl: Laatste

source: Loading
fr: Chargement
ja: 読み込み
nl: Laden

source: Login
fr: Ouverture de session
ja: ログイン

source: Microsoft ID
ja: マイクロソフトの ID

# MoreActionsTooltip
source: More actions...
fr: Plus d’actions...
ja: 他の操作.
nl: Meer acties...

source: Name
fr: Nom
ja: 名
nl: Naam

# NavigateBackTo
source: Go back to:
fr: Revenir à :
ja: 戻ってください。
nl: Ga terug naar:

source: Next
fr: Prochaine
ja: 次に
nl: Volgende

source: No
fr: N°
ja: 違います

# NotificationSectionTooltip
source: Active notifications
fr: Notifications de l’actives
ja: アクティブな通知
nl: Actieve berichten

# NotificationsSummary
source: new notifications
fr: nouvelles notifications
ja: 新しい通知
nl: meldingen van nieuwe

source: OK
fr: Bien
ja: わかりました

# PasswordLabel
source: Password:
fr: Mot de passe :
ja: パスワード:
nl: Wachtwoord:

# PhoneHeaderCaption
source: Phone number
fr: Numéro de téléphone
ja: 電話番号
nl: Telefoonnummer

# PhoneHeaderRequired
source: Phone number is required.
fr: Numéro de téléphone est requis.
ja: 電話番号が必要です。
nl: Telefoonnummer is vereist.

# PortalConfigurationNotFound
source: Portal configuation could not be found
fr: Configuration : portail est introuvable
ja: ポータルの構成が見つかりませんでした。
nl: Portal configuation kon niet worden gevonden

# ProcessingOrder
source: Processing the order...
fr: Traitement de la commande...
ja: 注文の処理.
nl: Verwerking van de bestelling...

# ProductTitle
source: HEX Migration Toolkit
fr: HEXAGONALE Migration Toolkit
ja: 六角移行ツールキット

# RedisCacheConnectionException
source: Failed to connect to the specified instance.
fr: Impossible de se connecter à l’instance spécifiée.
ja: 指定したインスタンスへの接続に失敗しました。
nl: Kan geen verbinding maken met de opgegeven exemplaar.

source: Remember Me
fr: Se souvenir de moi
ja: 私を覚えなさい
nl: Onthoud mijn gegevens

source: Retry
fr: Nouvelle tentative
ja: 再試行
nl: Opnieuw proberen

# RetryCapital
source: RETRY
fr: NOUVELLE TENTATIVE
ja: 再試行
nl: OPNIEUW PROBEREN

source: Save
fr: Enregistrer
ja: 保存
nl: Opslaan

source: Sign out
fr: Se déconnecter
ja: サインアウトします。
nl: Afmelden

# SignOutToolTipCaption
source: Sign out from the application
fr: Se déconnecter de l’application
ja: アプリケーションからサインアウトします。
nl: Afmelden bij de toepassing

source: Status
fr: Statut
ja: ステータス

source: Submit
fr: Envoyer
ja: 送信
nl: Opslaan

# TemplateLoadFailureMessage
source: Could not get the feature content
fr: Pas pu obtenir le contenu de la fonction
ja: 機能の内容を取得できませんでした。
nl: Kon niet krijgen de functie-inhoud

# TemplateLoadRetryMessage
source: Getting feature content
fr: Obtenir le contenu de la fonction
ja: 機能の内容を取得
nl: Functie inhoud krijgen

source: Undo
fr: Annuler
ja: 元に戻す
nl: Ongedaan maken

# UsernameLabel
source: User name:
fr: Nom d’utilisateur :
ja: ユーザー名:
nl: De naam van de gebruiker:

# UserUnauthorizedException
source: The authenticated user is not authorized to perform this operation.
fr: L’utilisateur authentifié n’est pas autorisé à effectuer cette opération.
ja: 認証されたユーザーはこの操作を実行できません。
nl: De geverifieerde gebruiker niet gemachtigd is om deze bewerking uitvoeren.

source: Yes
fr: Oui
ja: うん
nl: Ja

# OrganizationName
source: Microsoft
ja: マイクロソフト

source: Add new environment
fr: Ajouter nouvel environnement
ja: 新しい環境を追加します。
nl: Toevoegen van nieuwe omgeving

source: Endpoint
fr: Point de terminaison
ja: エンドポイント
nl: Eindpunt

# EnvironmentRetrievalFailure
source: Failed to retrieve environments...
fr: Impossible d’extraire les environnements...
ja: 環境の取得に失敗しました.
nl: Fout bij het ophalen van omgevingen...

# EnvironmentsTableSection
source: Environments
fr: Environnements
ja: 環境
nl: Omgevingen

# EnvironmentEndpointCaption
source: Endpoint
fr: Point de terminaison
ja: エンドポイント
nl: Eindpunt

# EnvironmentInfoSectionCaption
source: Environment Information
fr: Informations sur l’environnement
ja: 環境情報
nl: Milieu informatie

# EnvironmentNameCaption
source: Name
fr: Nom
ja: 名
nl: Naam

# EnvironmentPasswordCaption
source: Password
fr: Mot de passe
ja: パスワード
nl: Wachtwoord

# EnvironmentUsernameCaption
source: Username
fr: Nom d’utilisateur
ja: ユーザー名
nl: Gebruikersnaam

# EnvironmentRegistrationMessage
source: Registering environment...
fr: Enregistrement d’environnement...
ja: 環境を登録しています.
nl: Registratie omgeving...

# EnvironmentRegistrationSuccessMessage
source: Successfully created environment
fr: Créé avec succès l’environnement
ja: 環境を正常に作成しました
nl: Gemaakt op milieu

# DeleteEnvrionmentMessage
source: Are you sure you want to delete this environment?
fr: Êtes-vous sûr de que vouloir supprimer cet environnement ?
ja: この環境を削除するよろしいですか。
nl: Weet u zeker dat u wilt verwijderen van deze omgeving?

# DeletingEnvironmentMessage
source: Deleting environment...
fr: Suppression d’environnement...
ja: 環境を削除しています.
nl: Omgeving verwijderen...

# EnvironmentDeletionFailure
source: Could not delete the environment...
fr: Pas pu supprimer l’environnement...
ja: 環境を削除できませんでした.
nl: Het milieu kan geen gegevens verwijderen...

# EnvironmentDeletionConfirmation
source: The environment and associated mailboxes have been deleted
fr: L’environnement et les boîtes aux lettres associées ont été supprimés
ja: 環境と関連付けられたメールボックスが削除されています。
nl: Het milieu en de bijbehorende postvakken zijn verwijderd

# MigrationBatchInfoSectionCaption
source: Batch Information
fr: Informations de lot
ja: バッチの情報
nl: Batch informatie

# MigrationBatchNameCaption
source: Name
fr: Nom
ja: 名
nl: Naam

# MigrationBatchStartTimeCaption
source: Start Time
fr: Heure de début
ja: 開始時刻
nl: Begintijd

# EnvironmentAdminEmail
source: Admin Email Address
fr: Adresse E-mail de l’admin
ja: 管理者のメール アドレス
nl: Admin Email adres

# MigrationBatchesTableSection
source: Migration Batches
fr: Lots de migration
ja: 移行バッチ
nl: Migratiebatches

source: Add Mailboxes
fr: Ajouter des boîtes aux lettres
ja: メールボックスを追加します。
nl: Postvakken toevoegen

# AddMigrationBatch
source: Add new migration batch
fr: Ajouter le nouveau lot de migration
ja: 新しい移行バッチを追加します。
nl: Toevoegen van nieuwe migratiebatch

# EmptyMailboxesErrorMessage
source: You must select at least one mailbox
fr: Vous devez sélectionner au moins une boîte aux lettres
ja: 少なくとも 1 つのメールボックスを選択する必要があります。
nl: U moet ten minste één postvak selecteren

source: Remove
fr: Supprimer
ja: 削除
nl: Verwijderen

# SelectMailboxCaption
source: Please select a mailbox
fr: Veuillez sélectionner une boîte aux lettres
ja: メールボックスを選択してください。
nl: Selecteer een postbus

source: Remove from batch
fr: Retirer du lot
ja: バッチから削除します。
nl: Uit batch verwijderen

# PreparingBatchMessage
source: Preparing the migration batch...
fr: Préparer la quantité de migration...
ja: 移行バッチを準備しています.
nl: De migratiebatch wordt voorbereid...

# EnvironmentRefreshConfirmation
source: Environment was successfully refreshed.
fr: Environnement a été régénérée avec succès.
ja: 環境は正常に更新されました。
nl: Omgeving was is vernieuwd.

# EnvironmentRefreshFailure
source: Could not refresh the environment...
fr: Impossible d’actualiser l’environnement...
ja: 環境を更新できませんでした.
nl: Kan geen refresh het milieu...

# EnvironmentRefreshingMessage
source: Refreshing environment
fr: Environnement rafraîchissant
ja: 環境の更新
nl: Verfrissende omgeving

# BatchRegistrationSuccessMessage
source: Successfully created batch
fr: Créé par lots
ja: バッチを作成に成功
nl: Batch gemaakt

source: Start Time
fr: Heure de début
ja: 開始時刻
nl: Begintijd

source: Username
fr: Nom d’utilisateur
ja: ユーザー名
nl: Gebruikersnaam

source: Display Name
fr: Nom d’affichage
ja: 表示名
nl: Weergavenaam

source: Email Address
fr: Adresse de courriel
ja: メール アドレス
nl: E-mailadres

source: Refresh
fr: Actualisation
ja: 更新
nl: Vernieuwen

# MigrationBatchTableSection
source: Migration Batch Information
fr: Informations de lot de migration
ja: 移行バッチについて
nl: Migratie Batch-informatie

# EntityNotFoundException
source: Unable to locate the specified entity or the user is not authorized to perform this operation.
fr: Impossible de localiser l’utilisateur ou l’entité spécifiée n'est pas autorisé à effectuer cette opération.
ja: 見つかりません指定されたエンティティまたはユーザー権限がありませんこの操作を実行します。
nl: Kan niet vinden de opgegeven entiteit of de gebruiker niet gemachtigd is om deze bewerking.

# DeletingMigrationBatchMessage
source: Deleting migration batch...
fr: Suppression du lot de migration...
ja: 移行バッチを削除しています.
nl: Verwijderen migratiebatch...

# MigrationBatchDeleteMessage
source: Are you sure that you want to delete this migration batch?
fr: Êtes-vous sûr de vouloir supprimer ce lot de migration ?
ja: あなたはこの移行バッチを削除してもよろしいですか。
nl: Weet u zeker dat u wilt verwijderen van deze migratiebatch?

# MigrationBatchDeletionFailure
source: Could not delete the migration batch...
fr: Pas pu supprimer le lot de migration...
ja: 移行バッチを削除できませんでした.
nl: De migratiebatch kan geen gegevens verwijderen...

source: View
fr: Vue
ja: ビュー
nl: Weergave

# MigrationDeletionConfirmation
source: The migration batch was successfully deleted.
fr: Le lot de migration a été supprimé avec succès.
ja: 移行バッチが正常に削除されました。
nl: De migratiebatch is succesvol verwijderd.

source: User Principal Name
fr: Nom d’utilisateur Principal
ja: ユーザー プリンシパル名
nl: UPN-naam

# EnvironmentEndpointInfoCaption
source: Endpoint address for the Exchange environment. The address should look like https://webmail.fabrikam.com/PowerShell
fr: Adresse de point de terminaison pour l’environnement Exchange. L’adresse devrait ressembler à https://webmail.fabrikam.com/PowerShell
ja: Exchange 環境のエンドポイント アドレス。Https://webmail.fabrikam.com/PowerShell のようなアドレスになります。
nl: Adres van het eindpunt voor de Exchange-omgeving. Het adres moet lijken op https://webmail.fabrikam.com/PowerShell

# EnvironmentNameInfoCaption
source: The friendly name for the environment. This value is only utilized by this portal.
fr: Le nom convivial pour l’environnement. Cette valeur est seulement utilisée par ce portail.
ja: 環境のフレンドリ名。この値は、このポータルによってのみ使用されます。
nl: De beschrijvende naam voor het milieu. Deze waarde wordt alleen gebruikt door deze portal.

# EnvironmentUsernameInfoCaption
source: This is the administrative username, in admin@fabrikam.com format, for the hosted instance of Exchange.
fr: C’est le nom d’utilisateur administratif, sous admin@fabrikam.com, pour l’instance hébergée de l’échange.
ja: これは、Exchange のホスト インスタンス用の admin@fabrikam.com 形式で、管理ユーザー名です。
nl: Dit is de administratieve gebruikersnaam, in admin@fabrikam.com-formaat, voor de gehoste versie van Exchange.

# PortalSetupPromptMessage
source: Setup the portal
fr: Installation du portail
ja: ポータルをセットアップします。
nl: Instellen van het portaal

# TargetDeliverDomain
source: Target Delivery Domain
fr: Domaine de prestation cible
ja: ターゲット配信ドメイン
nl: Levering doeldomein
